/**
 * Проверки соответствия НСИ (checkNSI.groovy).
 * Форма "(РНУ-26) Регистр налогового учёта расчёта резерва под возможное обесценение акций, РДР, ADR, GDR и опционов эмитента в целях налогообложения".
 *
 * TODO:
 *		- условия проверок отсутствуют (не описаны в чтз)
 *
 * @author rtimerbaev
 */

// 1. Проверка курса валюты со справочным - Проверка актуальности значения» графы 6» на дату по «графе 5»
if (false) {
    logger.warn('Неверный курс валюты!')
}

// 1. Проверка актуальности поля «Валюта выпуска ценной бумаги»	Какой алгоритм?
if (false) {
    logger.warn('Валюта выпуска ценной бумаги указана неверно!')
}

// 2. Проверка актуальности поля «Признак ценной бумаги на текущую отчётную дату»
if (false) {
    logger.warn('')
}

// 3. Проверка актуальности поля «Курс рубля к валюте рыночной котировки»
if (false) {
    logger.warn('')
}
