insert into transport_tax_benefit_code values
('20200',	'Льготы по транспортному налогу, устанавливаемые законами субъектов Российской Федерации',	'Статья 356 Налогового кодекса Российской Федерации');
insert into transport_tax_benefit_code values
('20210',	'- льготы в виде освобождения от налогообложения по транспортному налогу',	'Статья 356 Налогового кодекса Российской Федерации)');
insert into transport_tax_benefit_code values
('20220',	'- льготы в виде уменьшения суммы транспортного налога', 'Статья 356 Налогового кодекса Российской Федерации');
insert into transport_tax_benefit_code values
('20230',	'- льготы в виде снижения налоговой ставки транспортного налога',	'Статья 356 Налогового кодекса Российской Федерации');
insert into transport_tax_benefit_code values
('30200',	'Льготы (освобождения) по транспортному налогу, предусмотренные международными договорами Российской Федерации', 'Статья 7 Налогового кодекса Российской Федерации');
