/**
 * Логические проверки. Проверки соответствия НСИ (logicalCheck.groovy).
 * Форма "(РНУ-5) Простой регистр налогового учёта «расходы»".
 *
 * TODO: вместо проверок пока заглушки (справочники пока не готовы)
 *
 * @author rtimerbaev
 */

// Проверка балансового счёта для кода классификации расхода (графа 2)
if (false) {
    logger.warn('Балансовый счёт в справочнике отсутствует!')
}

// Проверка кода классификации расхода для данного РНУ (графа 2)
if (false) {
    logger.error('Операция в РНУ не учитывается!')
}

// Проверка балансового счёта для кода классификации расхода (графа 3)
if (false) {
    logger.warn('Балансовый счёт в справочнике отсутствует!')
}